<?php
return [
    'not_empty' => '":label_1" не может быть пустым',
    'illegal_entry' => 'В  поле ":label_1" использована недопустимая запись',
    'unique' => 'Значение в поле ":label_1" уже использовано, необходимо ввести уникальное',
    'max_length' => 'Необходимо использовать не более ":param_1" символов',
    'min_length' => 'Необходимо использовать не менее ":param_1" символов',
    'exact_length' => 'В поле ":label_1" необходимо ввести ":param_1" символов',
    'equals' => '":label_1" и ":label_2" не совпадают',
    'email' => 'Укажите корректный адрес электронной почты',
    'email_domain' => 'Это поле должно быть адресом электронной почты',
    'correct_url' => 'В поле ":label_1" присутствуют недопустимые символы',
    'phone' => 'Телефон должен содержать не менее :param_1 цифр',
    'date' => 'В поле ":label_1" необходимо ввести  дату',
    'range' => 'В поле ":label_1" должно быть от ":param_1" до ":param_2" символов',
    'authorized' => 'Неправильный пароль и/или логин! Повторите ввод.'
];